[
  {
    "id": 1,
    "title": "Solo Leveling",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/Screenshot-2024-10-01-090334-750x375.webp",
    "briefDescription": "A weak hunter becomes the strongest after a mysterious event.",
    "detailedDescription": "One of the best action fantasy manhwa and the most talked about adaptation in recent times is undoubtedly Solo Leveling. It is set in a world where humans have discovered supernatural skills, while our protagonist, Sung Jin-Woo, is a nobody with his E-Rank hunting skills. Things will take an interesting turn for him when he becomes the sole survivor of a dungeon raid. Awakened with strange new powers, Sung Jin-Woo will level up from being the weakest Hunter and eventually become the most powerful entity in the universe.",
    "creator": "Chugong",
    "reads": "2.5B",
    "averageRating": 4.5,
    "totalRatings": 2,
    "totalScore": 9
  },
  {
    "id": 2,
    "title": "Tower of God",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/tower-of-god-750x376.webp",
    "briefDescription": "A young boy climbs a mysterious tower to find his friend Rachel.",
    "detailedDescription": "Even if you are not a manhwa fan, you must have heard of Tower of God. This action fantasy manhwa became especially popular after its anime adaptation. Tower of God focuses on Twenty-Fifth Bam, the young protagonist of the manhwa, who is determined to climb a mysterious Tower to find his friend Rachel. It is to be noted that the titular tower has different floors, and each floor has different obstacles. His quest is not going to be an easy one, and whether or not he will be able to meet his friend remains to be seen. Tower of God Season 2 has also been recently released.",
    "creator": "SIU (Lee Jong Hui)",
    "reads": "1.2B",
    "averageRating": 3.5,
    "totalRatings": 2,
    "totalScore": 7
  },
  {
    "id": 3,
    "title": "Hardcore Leveling Warrior",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/hard-levelign-warrior-750x375.webp",
    "briefDescription": "A top player falls from grace and must climb back to the top.",
    "detailedDescription": "Gong Won-Ho is the top player of Lucid Adventure because he uses his alias, Hardcore Leveling Warrior, to stay on top. However, one day, the unimaginable happens – he gets defeated, and now he has to get back on the top from the bottom. The most fascinating aspect of this action fantasy manhwa is how he climbed his way to the top in the first place.",
    "creator": "Sehoon Kim",
    "reads": "233.3M",
    "averageRating": 4.0,
    "totalRatings": 2,
    "totalScore": 8
  },
  {
    "id": 4,
    "title": "Noblesse",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/noblesse-750x375.webp",
    "briefDescription": "A powerful noble wakes up after 800 years in a modern world.",
    "detailedDescription": "After being in a slumber for over 800 years, Cadis Etrama Di Raizel, aka Rai, wakes up in an unfamiliar modern world. Fortunately, he meets his loyal servant Frankenstein, who is now the owner of a high school. After attending the school, Rai tries to live an ordinary life, concealing his true identity; however, that won’t happen for long. This supernatural action fantasy manhwa will keep you engaged with its beautiful illustration and unique narrative till the end. It also has its anime adaptation.",
    "creator": "Jeho Son",
    "reads": "439.7M",
    "averageRating": 4.7,
    "totalRatings": 2,
    "totalScore": 9
  },
  {
    "id": 5,
    "title": "The God of High School",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/Screenshot-2024-10-01-000548-750x375.webp",
    "briefDescription": "Jin Mori enters a tournament to win any prize he desires.",
    "detailedDescription": "The God of High School is one of the best action fantasy manhwa that has been adapted into an anime. Jin Mori, the protagonist of the story, takes part in a suspicious tournament, the prize of which is whatever the winner wants. Like Twenty-Fifth Baam, Mori seems like an ordinary individual, but as he confronts challenges, he understands more about the three realms and his powers.",
    "creator": "Yongje Park",
    "reads": "786.1M",
    "averageRating": 4.6,
    "totalRatings": 2,
    "totalScore": 9
  },
  {
    "id": 6,
    "title": "Second Life Ranker",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/Second-life-ranker-750x375.webp",
    "briefDescription": "Yeon-Woo searches for his twin brother and unravels a mystery.",
    "detailedDescription": "Second Life Ranker tells the story of Yeon-Woo who is searching for his twin brother. He stumbles upon hints that lead to the certainty of his brother’s demise in an alternate dimension. Yeon-Woo is determined to find the people behind his brother’s death and eventually embarks on his journey of revenge and along the way he unravels the mysterious Tower of the Sun God.",
    "creator": "Nong Nong",
    "reads": "631M",
    "averageRating": 4.4,
    "totalRatings": 2,
    "totalScore": 8
  },
  {
    "id": 7,
    "title": "Eleceed",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/elecceed-750x375.webp",
    "briefDescription": "Jiwoo discovers a cat with a human spirit and learns to harness his powers.",
    "detailedDescription": "How would you feel if one day you got superpowers or if you were just born with it? Would you use it to help others or to rule over the weak ones? The Eleceed webtoon focuses on the protagonist, Jiwoo. He is a young man with super speed, although he thinks he is a monster because of his power. One day, he finds an injured fat cat passed in an alley with blood splattered over it. He brings the cat home and learns it is a human in cat form – his name is Kayden, an awakened being with supernatural powers. Kayden helps Jiwoo learn how to defend himself against his opponents.",
    "creator": "Jeho Son",
    "reads": "328.2M",
    "averageRating": 4.6,
    "totalRatings": 2,
    "totalScore": 9
  },
  {
    "id": 8,
    "title": "The Advanced Player of the Tutorial Tower",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/Advanced-Player-750x375.webp",
    "briefDescription": "Hyeonu Kim is trapped in a tower for 12 years, battling monsters to survive.",
    "detailedDescription": "Several monsters have evaded the earth and they began the ultimate destructions. Suddenly, a long tower called the tutorial tower came into existence, and no one knew if it was a structure or a monster. People from all over started being teleported inside that tower and had to fight monsters to survive. Only 20% of those people would make it out alive and were called ‘Hunters.’ They were given special powers to fight the monsters. Unfortunately, Hyeonu Kim was one of the first people to end up there but could not leave that place even after killing all the monsters. Instead, he would end up on the first level again and was trapped there for 12 years.",
    "creator": "Bangguseok Gimssi",
    "reads": "139.3M",
    "averageRating": 4.4,
    "totalRatings": 2,
    "totalScore": 8
  },
  {
    "id": 9,
    "title": "Leveling Up With The Gods",
    "imageUrl": "https://animemangatoon.com/wp-content/uploads/2024/06/leveling-up-with-the-gods-750x375.webp",
    "briefDescription": "Kim Yuwon returns to the past to change his fate within The Tower.",
    "detailedDescription": "Kim Yuwon has witnessed the destruction of gods and humans at the hands of The Tower. At the brink of death and having lost everything, Kim is given another opportunity through the sacrifice of his companions and return to the past. Now, he has the chance to change his fate and exact revenge on the ones who brought the destruction. Follow him in his quest to find his allies and gain strength to take revenge on the gods and change his fate.",
    "creator": "Yoon Do-hyun",
    "reads": "298.2M",
    "averageRating": 4.2,
    "totalRatings": 2,
    "totalScore": 8
  },
  {
    "id": 10,
    "title": "Return of the Frozen Player",
    "imageUrl": "https://cloud.appwrite.io/v1/storage/buckets/chat-files/files/670a4c6d0007d1c21de0/view?project=flow-chat&project=flow-chat&mode=admin",
    "briefDescription": "A player frozen in time returns to a chaotic world.",
    "detailedDescription": "How would it feel to be stuck in a frozen state for a long time? What would you do when you return to the world after being frozen for decades? The story revolves around a player who goes through multiple dungeons but gets frozen in time at the most crucial moment. Now that he is back, the world has changed a lot, and there are stronger players and monsters around. He is left trying to understand how everything works, and must now come up with a new plan for his life.",
    "creator": "Saha Myeong",
    "reads": "435.2M",
    "averageRating": 4.4,
    "totalRatings": 2,
    "totalScore": 8
  }
]
